hotRoom10D_sbSnappyWindow/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "0.2/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          6272;
        startFace       634103;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          6000;
        startFace       640375;
    }
    inlet
    {
        type            patch;
        nFaces          900;
        startFace       646375;
    }
    outlet
    {
        type            patch;
        nFaces          900;
        startFace       647275;
    }
    side01
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          6000;
        startFace       648175;
    }
    side02
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          6000;
        startFace       654175;
    }
    box
    {
        type            wall;
        inGroups        1(wall);
        nFaces          17208;
        startFace       660175;
    }
)

// ************************************************************************* //
